Repository: fau-klue/ai-act-corpus
Catalog: corpus/tmx_files/AI_Act-EN-IT-Trados.tmx
Source language: en_gb
Languages: it_it

source: Those rules shall also specify in respect of which of the objectives listed in paragraph 1, first subparagraph, point (h), including which of the criminal offences referred to in point (h)(iii) thereof, the competent authorities may be authorised to use those systems for the purposes of law enforcement.
it_it: Tali regole specificano inoltre per quali degli obiettivi elencati al paragrafo 1, primo comma, lettera h), compresi i reati di cui alla lettera h), punto iii), le autorità competenti possono essere autorizzate ad utilizzare tali sistemi a fini di attività di contrasto.

source: Member States shall notify those rules to the Commission at the latest 30 days following the adoption thereof.
it_it: Gli Stati membri notificano tali regole alla Commissione al più tardi 30 giorni dopo la loro adozione.

source: Member States may introduce, in accordance with Union law, more restrictive laws on the use of remote biometric identification systems.
it_it: Gli Stati membri possono introdurre, in conformità del diritto dell'Unione, disposizioni più restrittive sull'uso dei sistemi di identificazione biometrica remota.

source: National market surveillance authorities and the national data protection authorities of Member States that have been notified of the use of ‘real-time’ remote biometric identification systems in publicly accessible spaces for law enforcement purposes pursuant to paragraph 4 shall submit to the Commission annual reports on such use.
it_it: Le autorità nazionali di vigilanza del mercato e le autorità nazionali per la protezione dei dati degli Stati membri cui è stato notificato l'uso di sistemi di identificazione biometrica remota «in tempo reale» in spazi accessibili al pubblico a fini di attività di contrasto a norma del paragrafo 4, presentano alla Commissione relazioni annuali su tale uso.

source: For that purpose, the Commission shall provide Member States and national market surveillance and data protection authorities with a template, including information on the number of the decisions taken by competent judicial authorities or an independent administrative authority whose decision is binding upon requests for authorisations in accordance with paragraph 3 and their result.
it_it: A tal fine, la Commissione fornisce agli Stati membri e alle autorità nazionali di vigilanza del mercato e di protezione dei dati un modello comprendente informazioni sul numero di decisioni che le autorità giudiziarie competenti, o un'autorità amministrativa indipendente la cui decisione è vincolante, hanno adottato in risposta alle richieste di autorizzazione a norma del paragrafo 3 e il loro esito.

source: The Commission shall publish annual reports on the use of real-time remote biometric identification systems in publicly accessible spaces for law enforcement purposes, based on aggregated data in Member States on the basis of the annual reports referred to in paragraph 6.
it_it: La Commissione pubblica relazioni annuali sull'uso di sistemi di identificazione biometrica remota «in tempo reale» in spazi accessibili al pubblico a fini di attività di contrasto, fondate sui dati aggregati negli Stati membri sulla base delle relazioni annuali di cui al paragrafo 6.

source: Those annual reports shall not include sensitive operational data of the related law enforcement activities.
it_it: Tali relazioni annuali non includono dati operativi sensibili delle relative attività di contrasto.

source: This Article shall not affect the prohibitions that apply where an AI practice infringes other Union law.
it_it: Il presente articolo lascia impregiudicati i divieti che si applicano qualora una pratica di IA violi altre disposizioni di diritto dell'Unione.

source: CHAPTER III
it_it: CAPO III

source: HIGH-RISK AI SYSTEMS
it_it: SISTEMI DI IA AD ALTO RISCHIO

source: SECTION 1
it_it: SEZIONE 1

source: Classification of AI systems as high-risk
it_it: Classificazione dei sistemi di IA come «ad alto rischio»

source: Classification rules for high-risk AI systems
it_it: Regole di classificazione per i sistemi di IA ad alto rischio

source: Irrespective of whether an AI system is placed on the market or put into service independently of the products referred to in points (a) and (b), that AI system shall be considered to be high-risk where both of the following conditions are fulfilled:
it_it: A prescindere dal fatto che sia immesso sul mercato o messo in servizio indipendentemente dai prodotti di cui alle lettere a) e b), un sistema di IA è considerato ad alto rischio se sono soddisfatte entrambe le condizioni seguenti:

source: the AI system is intended to be used as a safety component of a product, or the AI system is itself a product, covered by the Union harmonisation legislation listed in Annex I;
it_it: il sistema di IA è destinato a essere utilizzato come componente di sicurezza di un prodotto, o il sistema di IA è esso stesso un prodotto, disciplinato dalla normativa di armonizzazione dell'Unione elencata nell'allegato I;

source: the product whose safety component pursuant to point (a) is the AI system, or the AI system itself as a product, is required to undergo a third-party conformity assessment, with a view to the placing on the market or the putting into service of that product pursuant to the Union harmonisation legislation listed in Annex I.
it_it: il prodotto, il cui componente di sicurezza a norma della lettera a) è il sistema di IA, o il sistema di IA stesso in quanto prodotto, è soggetto a una valutazione della conformità da parte di terzi ai fini dell'immissione sul mercato o della messa in servizio di tale prodotto ai sensi della normativa di armonizzazione dell'Unione elencata nell'allegato I.

source: In addition to the high-risk AI systems referred to in paragraph 1, AI systems referred to in Annex III shall be considered to be high-risk.
it_it: Oltre ai sistemi di IA ad alto rischio di cui al paragrafo 1, sono considerati ad alto rischio anche i sistemi di IA di cui all'allegato III.

source: By derogation from paragraph 2, an AI system referred to in Annex III shall not be considered to be high-risk where it does not pose a significant risk of harm to the health, safety or fundamental rights of natural persons, including by not materially influencing the outcome of decision making.
it_it: In deroga al paragrafo 2, un sistema di IA di cui all’allegato III non è considerato ad alto rischio se non presenta un rischio significativo di danno per la salute, la sicurezza o i diritti fondamentali delle persone fisiche, anche nel senso di non influenzare materialmente il risultato del processo decisionale.

source: The first subparagraph shall apply where any of the following conditions is fulfilled:
it_it: Il primo comma si applica quando è soddisfatta almeno una qualsiasi delle condizioni seguenti:

source: the AI system is intended to perform a narrow procedural task;
it_it: il sistema di IA è destinato a eseguire un compito procedurale limitato;

source: the AI system is intended to improve the result of a previously completed human activity;
it_it: il sistema di IA è destinato a migliorare il risultato di un'attività umana precedentemente completata;

source: the AI system is intended to detect decision-making patterns or deviations from prior decision-making patterns and is not meant to replace or influence the previously completed human assessment, without proper human review; or
it_it: il sistema di IA è destinato a rilevare schemi decisionali o deviazioni da schemi decisionali precedenti e non è finalizzato a sostituire o influenzare la valutazione umana precedentemente completata senza un'adeguata revisione umana; o

source: the AI system is intended to perform a preparatory task to an assessment relevant for the purposes of the use cases listed in Annex III.
it_it: il sistema di IA è destinato a eseguire un compito preparatorio per una valutazione pertinente ai fini dei casi d'uso elencati nell'allegato III.

source: Notwithstanding the first subparagraph, an AI system referred to in Annex III shall always be considered to be high-risk where the AI system performs profiling of natural persons.
it_it: Fatto salvo il primo comma, un sistema di IA di cui all'allegato III è sempre considerato ad alto rischio qualora esso effettui profilazione di persone fisiche.

source: A provider who considers that an AI system referred to in Annex III is not high-risk shall document its assessment before that system is placed on the market or put into service.
it_it: Un fornitore che ritiene che un sistema di IA di cui all'allegato III non sia ad alto rischio ne documenta la valutazione prima che tale sistema sia immesso sul mercato oppure messo in servizio.

source: Such provider shall be subject to the registration obligation set out in Article 49(2).
it_it: Tale fornitore è soggetto all'obbligo di registrazione di cui all'articolo 49, paragrafo 2.

source: Upon request of national competent authorities, the provider shall provide the documentation of the assessment.
it_it: Su richiesta delle autorità nazionali competenti, il fornitore mette a disposizione la documentazione relativa alla valutazione.

source: The Commission shall, after consulting the European Artificial Intelligence Board (the ‘Board’), and no later than 2 February 2026, provide guidelines specifying the practical implementation of this Article in line with Article 96 together with a comprehensive list of practical examples of use cases of AI systems that are high-risk and not high-risk.
it_it: Dopo aver consultato il consiglio europeo per l'intelligenza artificiale («consiglio per l'IA»), ed entro il 2 febbraio 2026, la Commissione fornisce orientamenti che specificano l'attuazione pratica del presente articolo in linea con l'articolo 96, insieme a un elenco esaustivo di esempi pratici di casi d'uso di sistemi di IA ad alto rischio e non ad alto rischio.

source: The Commission is empowered to adopt delegated acts in accordance with Article 97 in order to amend paragraph 3, second subparagraph, of this Article by adding new conditions to those laid down therein, or by modifying them, where there is concrete and reliable evidence of the existence of AI systems that fall under the scope of Annex III, but do not pose a significant risk of harm to the health, safety or fundamental rights of natural persons.
it_it: Alla Commissione è conferito il potere di adottare atti delegati in conformità dell'articolo 97 al fine di modificare il paragrafo 3, secondo comma, del presente articolo aggiungendo nuove condizioni a quelle ivi stabilite, oppure modificandole, qualora vi siano prove concrete e affidabili dell'esistenza di sistemi di IA che rientrano nell'ambito di applicazione dell'allegato III ma non presentano un rischio significativo di danno per la salute, la sicurezza o i diritti fondamentali delle persone fisiche.

source: The Commission shall adopt delegated acts in accordance with Article 97 in order to amend paragraph 3, second subparagraph, of this Article by deleting any of the conditions laid down therein, where there is concrete and reliable evidence that this is necessary to maintain the level of protection of health, safety and fundamental rights provided for by this Regulation.
it_it: La Commissione adotta atti delegati in conformità dell'articolo 97 al fine di modificare il paragrafo 3, secondo comma, del presente articolo sopprimendo qualsiasi condizione ivi stabilita, qualora vi siano prove concrete e affidabili che è necessario al fine di mantenere il livello di protezione della salute, della sicurezza e dei diritti fondamentali previsto dal presente regolamento.

source: Any amendment to the conditions laid down in paragraph 3, second subparagraph, adopted in accordance with paragraphs 6 and 7 of this Article shall not decrease the overall level of protection of health, safety and fundamental rights provided for by this Regulation and shall ensure consistency with the delegated acts adopted pursuant to Article 7(1), and take account of market and technological developments.
it_it: Eventuali modifiche alle condizioni di cui al paragrafo 3, secondo comma, adottate in conformità dei paragrafi 6 e 7 del presente articolo non riducono il livello globale di protezione della salute, della sicurezza e dei diritti fondamentali nell'Unione previsto dal presente regolamento e garantiscono la coerenza con gli atti delegati adottati a norma dell'articolo 7, paragrafo 1, e tengono conto degli sviluppi tecnologici e del mercato.

source: Amendments to Annex III
it_it: Modifiche dell'allegato III

source: The Commission is empowered to adopt delegated acts in accordance with Article 97 to amend Annex III by adding or modifying use-cases of high-risk AI systems where both of the following conditions are fulfilled:
it_it: Alla Commissione è conferito il potere di adottare atti delegati conformemente all'articolo 97 al fine di modificare l'allegato III aggiungendo o modificando i casi d'uso dei sistemi di IA ad alto rischio se sono soddisfatte entrambe le condizioni seguenti:

source: the AI systems are intended to be used in any of the areas listed in Annex III;
it_it: i sistemi di IA sono destinati a essere usati in uno dei settori elencati nell'allegato III;

source: the AI systems pose a risk of harm to health and safety, or an adverse impact on fundamental rights, and that risk is equivalent to, or greater than, the risk of harm or of adverse impact posed by the high-risk AI systems already referred to in Annex III.
it_it: i sistemi di IA presentano un rischio di danno per la salute e la sicurezza, o di impatto negativo sui diritti fondamentali, e tale rischio è equivalente o superiore al rischio di danno o di impatto negativo presentato dai sistemi di IA ad alto rischio di cui all'allegato III.

source: When assessing the condition under paragraph 1, point (b), the Commission shall take into account the following criteria:
it_it: Nel valutare la condizione di cui al paragrafo 1, lettera b), la Commissione tiene conto dei criteri seguenti:

source: the intended purpose of the AI system;
it_it: la finalità prevista del sistema di IA;

source: the extent to which an AI system has been used or is likely to be used;
it_it: la misura in cui un sistema di IA è stato usato o è probabile che sarà usato;

source: the nature and amount of the data processed and used by the AI system, in particular whether special categories of personal data are processed;
it_it: la natura e la quantità di dati trattati e utilizzati dal sistema di IA, in particolare l'eventualità che siano trattate categorie particolari di dati personali;

source: the extent to which the AI system acts autonomously and the possibility for a human to override a decision or recommendations that may lead to potential harm;
it_it: la misura in cui il sistema di IA agisce autonomamente e la possibilità che un essere umano annulli una decisione o una raccomandazione che potrebbe causare un danno potenziale;

source: the extent to which the use of an AI system has already caused harm to health and safety, has had an adverse impact on fundamental rights or has given rise to significant concerns in relation to the likelihood of such harm or adverse impact, as demonstrated, for example, by reports or documented allegations submitted to national competent authorities or by other reports, as appropriate;
it_it: la misura in cui l'uso di un sistema di IA ha già causato un danno alla salute e alla sicurezza, ha avuto un impatto negativo sui diritti fondamentali o ha suscitato gravi preoccupazioni in relazione alla probabilità di tale danno o impatto negativo, come dimostrato, ad esempio, da relazioni o da prove documentate presentate alle autorità nazionali competenti o da altre relazioni, a seconda dei casi;

source: the potential extent of such harm or such adverse impact, in particular in terms of its intensity and its ability to affect multiple persons or to disproportionately affect a particular group of persons;
it_it: la portata potenziale di tale danno o di tale impatto negativo, in particolare in termini di intensità e capacità di incidere su più persone o di incidere in modo sproporzionato su un particolare gruppo di persone;

source: the extent to which persons who are potentially harmed or suffer an adverse impact are dependent on the outcome produced with an AI system, in particular because for practical or legal reasons it is not reasonably possible to opt-out from that outcome;
it_it: la misura in cui le persone che potrebbero subire il danno o l'impatto negativo dipendono dal risultato prodotto da un sistema di IA, in particolare in ragione del fatto che per motivi pratici o giuridici non è ragionevolmente possibile sottrarsi a tale risultato;

source: the extent to which there is an imbalance of power, or the persons who are potentially harmed or suffer an adverse impact are in a vulnerable position in relation to the deployer of an AI system, in particular due to status, authority, knowledge, economic or social circumstances, or age;
it_it: la misura in cui esiste uno squilibrio di potere o le persone che potrebbero subire il danno o l'impatto negativo si trovano in una posizione vulnerabile rispetto al deployer di un sistema di IA, in particolare a causa della condizione, dell’autorità, della conoscenza, della situazione economica o sociale o dell’età;

source: the extent to which the outcome produced involving an AI system is easily corrigible or reversible, taking into account the technical solutions available to correct or reverse it, whereby outcomes having an adverse impact on health, safety or fundamental rights, shall not be considered to be easily corrigible or reversible;
it_it: la misura in cui il risultato prodotto con il coinvolgimento di un sistema di IA è facilmente correggibile o reversibile, tenendo conto delle soluzioni tecniche disponibili per correggerlo o ribaltarlo, considerando non facilmente correggibili o reversibili i risultati che hanno un impatto negativo sulla salute, sulla sicurezza o sui diritti fondamentali;

source: the magnitude and likelihood of benefit of the deployment of the AI system for individuals, groups, or society at large, including possible improvements in product safety;
it_it: l'entità e la probabilità dei benefici derivanti dalla diffusione del sistema di IA per le persone, i gruppi o la società in generale, compresi i possibili miglioramenti della sicurezza del prodotto;

source: the extent to which existing Union law provides for:
it_it: la misura in cui il vigente diritto dell'Unione prevede:

source: effective measures of redress in relation to the risks posed by an AI system, with the exclusion of claims for damages;
it_it: misure di ricorso efficaci in relazione ai rischi presentati da un sistema di IA, ad esclusione delle richieste di risarcimento del danno;

source: effective measures to prevent or substantially minimise those risks.
it_it: misure efficaci per prevenire o ridurre sostanzialmente tali rischi.

source: The Commission is empowered to adopt delegated acts in accordance with Article 97 to amend the list in Annex III by removing high-risk AI systems where both of the following conditions are fulfilled:
it_it: Alla Commissione è conferito il potere di adottare atti delegati conformemente all'articolo 97 al fine di modificare l'elenco di cui all'allegato III rimuovendo sistemi di IA ad alto rischio se sono soddisfatte entrambe le condizioni seguenti:

source: the high-risk AI system concerned no longer poses any significant risks to fundamental rights, health or safety, taking into account the criteria listed in paragraph 2;
it_it: il sistema di IA ad alto rischio interessato non pone più rischi significativi per i diritti fondamentali, la salute o la sicurezza, tenendo conto dei criteri elencati al paragrafo 2;

source: the deletion does not decrease the overall level of protection of health, safety and fundamental rights under Union law.
it_it: la soppressione non riduce il livello generale di protezione della salute, della sicurezza e dei diritti fondamentali a norma del diritto dell'Unione.

source: Requirements for high-risk AI systems
it_it: Requisiti per i sistemi di IA ad alto rischio

source: Compliance with the requirements
it_it: Conformità ai requisiti

source: High-risk AI systems shall comply with the requirements laid down in this Section, taking into account their intended purpose as well as the generally acknowledged state of the art on AI and AI-related technologies.
it_it: I sistemi di IA ad alto rischio rispettano i requisiti stabiliti nella presente sezione, tenendo conto delle loro previste finalità nonché dello stato dell'arte generalmente riconosciuto in materia di IA e di tecnologie correlate all'IA.

source: The risk management system referred to in Article 9 shall be taken into account when ensuring compliance with those requirements.
it_it: Nel garantire conformità a tali requisiti si tiene conto del sistema di gestione dei rischi di cui all'articolo 9.

source: Where a product contains an AI system, to which the requirements of this Regulation as well as requirements of the Union harmonisation legislation listed in Section A of Annex I apply, providers shall be responsible for ensuring that their product is fully compliant with all applicable requirements under applicable Union harmonisation legislation.
it_it: Se un prodotto contiene un sistema di IA cui si applicano i requisiti del presente regolamento e i requisiti della normativa di armonizzazione dell'Unione elencata nell'allegato I, sezione A, i fornitori sono responsabili di garantire che il loro prodotto sia pienamente conforme a tutti i requisiti applicabili previsti dalla normativa di armonizzazione dell'Unione applicabile.

source: In ensuring the compliance of high-risk AI systems referred to in paragraph 1 with the requirements set out in this Section, and in order to ensure consistency, avoid duplication and minimise additional burdens, providers shall have a choice of integrating, as appropriate, the necessary testing and reporting processes, information and documentation they provide with regard to their product into documentation and procedures that already exist and are required under the Union harmonisation legislation listed in Section A of Annex I.
it_it: Nel garantire la conformità dei sistemi di IA ad alto rischio di cui al paragrafo 1 ai requisiti di cui alla presente sezione e al fine di garantire la coerenza, evitare duplicazioni e ridurre al minimo gli oneri aggiuntivi, i fornitori possono scegliere di integrare, se del caso, i necessari processi di prova e di comunicazione nonché le informazioni e la documentazione che forniscono relativamente al loro prodotto nella documentazione e nelle procedure esistenti e richieste in conformità della normativa di armonizzazione dell'Unione elencata nell'allegato I, sezione A.

source: Risk management system
it_it: Sistema di gestione dei rischi

source: A risk management system shall be established, implemented, documented and maintained in relation to high-risk AI systems.
it_it: In relazione ai sistemi di IA ad alto rischio è istituito, attuato, documentato e mantenuto un sistema di gestione dei rischi.

source: The risk management system shall be understood as a continuous iterative process planned and run throughout the entire lifecycle of a high-risk AI system, requiring regular systematic review and updating.
it_it: Il sistema di gestione dei rischi è inteso come un processo iterativo continuo pianificato ed eseguito nel corso dell'intero ciclo di vita di un sistema di IA ad alto rischio, che richiede un riesame e un aggiornamento costanti e sistematici.

source: It shall comprise the following steps:
it_it: Esso comprende le fasi seguenti:
